Repository: skh/swamp
Catalog: webapps/webswamp/conf/i18n/keys.*.po
Languages: de, es

source: German
de: Deutsch
es: Alemán

source: Czech
de: Tschechisch
es: Checo

source: English
de: Englisch
es: Inglés

source: Spanish
de: Spanisch
es: Español

source: Fields are automatically synced from %1
de: Die Felder werden automatisch von %1 kopiert.
es: Los campos son sincronizados automáticamente desde %1.

source: Fields are locked because this is a test system.
de: Die Felder sind gesperrt, da dies ein Testsystem ist.
es: Campos bloqueados por estar en modo de prueba.

source: No Task could be found for TaskId:
de: Es konnte kein Task gefunden werden für TaskId:
es: No se encontro Tarea para TaskID:

source: This Task is not active.
de: Dieser Task ist nicht aktiv.
es: Esta Tarea no está activa.

source: History of this Task:
de: Historie dieses Tasks:
es: Historial de esta Tarea:

source: done by:
de: erledigt von:
es: hecho por:

source: DisplayTask is not supported for showing SystemActions
de: DisplayTask ist nicht unterstützt für SystemActions
es: No está soportado DisplayTask para mostrar SystemActions

source: in DisplayTask: no task id.
de: Keine Task ID gegeben.
es: en DisplayTask: sin identificador de tarea

source: Changed language.
de: Sprache geaendert.
es: Idioma cambiado.

source: Changed default redirect after task.
de: Default-Umleitung nach einem Task geaendert.
es: Redireccion por defecto luego de la tarea modificada.

source: Changed reminder of workflow
de: Workflow-Erinnerung geaendert
es: Recordatorio modificado

source: The passwords you entered do not match.
de: Die eingegebenen Passwoerter stimmen nicht ueberein.
es: Las contraseñas ingresadas no coinciden.

source: Changed password.
de: Passwort geaendert.
es: Contraseña cambiada.

source: Changed firstname.
de: Vorname geaendert.
es: Nombre modificado.

source: Changed lastname.
de: Nachname geaendert.
es: Apellido modificado.

source: Changed email.
de: E-Mail geaendert.
es: E-Mail modificado.

source: Show %1 of %2 workflows
de: Zeige %1 von %2 Workflows
es: Mostrar %1 de %2 workflows

source: Filtered view:
de: Gefilterte Ansicht:
es: Vista filtrada:

source: Show
de: Zeige
es: Mostrar

source: Welcome to the web interface of SWAMP.
de: Willkommen auf der SWAMP Homepage.
es: Bienvenido a la interfase web de SWAMP.

source: The README file for SWAMP %1 can be found <a href='/webswamp/README'>here</a>.
de: Die LIESMICH Datei für SWAMP %1 ist <a href='/webswamp/README'>hier</a> verfügbar.
es: El archivo README para %1 puede encontrarse <a href='/webswamp/README'>aquí</a>.

source: This is a SWAMP Testsystem.
de: Dies ist ein SWAMP Testsystem.
es: Este es un sistema SWAMP de prueba.

source: Please be aware that you can test everything here and no mails etc will be sent out.
de: Bitte beachten Sie, dass auf diesem System alles getestet werden kann, und keine Emails o.ae. verschickt werden.
es: Sea conciente que puede probar de todo aquí y ninguna notificación por email será enviada

source: Please test and check the system out by:
de: Probieren und testen Sie die Funktionen des Systems, zB:
es: Por favor, pruebe y verifique el sistema:

source: browse installed workflow templates
de: installierte Workflow Vorlagen anzeigen
es: ver plantillas instaladas

source: create new Workflows
de: Erstellen neuer Workflows
es: crear nuevos Workflows

source: view already existing workflows
de: Verfolgen bereits laufender Workflows
es: ver workflows ya existentes

source: use the workflows
de: Mit den Workflows arbeiten
es: utilizar los workflows

source: Please visit our project homepage at
de: Besuchen Sie unsere Projekt-Homepage unter
es: Por favor visite la página de nuestro proyecto en

source: for more information.
de: fuer genauere Informationen.
es: para más información.

source: Open tasks for user %1:
de: Offene Aufgaben fuer Benutzer %1:
es: Tareas abiertas para el usuario %1:

source: Loading your tasks...
de: Lade Tasks...
es: Cargandos sus tareas...

source: What has happened:
de: Was ist passiert:
es: Que ha pasado:

source: Workflow History
de: Workflow Historie

source: choose a category to display:
de: wähle eine Kategorie zur Anzeige:
es: elija una categoría para mostrar:

source: Start Workflow
de: Starte Workflow
es: Iniciar Workflow

source: open Tasks:
de: offene Tasks:
es: Tareas abiertas:

source: my tasks
de: meine Tasks
es: mis tareas

source: all tasks
de: alle Tasks
es: todas las tareas

source: all
de: alle
es: todos

source: running
de: laufende
es: en ejecución

source: closed
de: beendete
es: cerrados

source: Please choose your workflow:
de: Bitte waehlen Sie Ihren Workflow:
es: Elija su workflow

source: (show <a href='%1'>all tasks assigned to me</a>)
de: (zeige <a href='%1'>alle mir zugewiesenen Tasks</a>)
es: (mostrar <a href='%1'>todas las tareas asignadas a mi</a>)

source: No open tasks.
de: Keine offenen Tasks.
es: No hay tareas abiertas.

source: WebSWAMP - Available workflow templates
de: WebSWAMP - Verfügbare Workflow Templates
es: WebSWAMP - Plantillas de workflow disponibles

source: Description
de: Beschreibung
es: Descripción

source: Versions
de: Versionen
es: Versiones

source: Sorry, no workflow templates available.
de: Keine Workflow Templates verfügbar.
es: Disculpe, no hay plantillas de workflow disponibles.

source: Reload all templates
de: Alle Templates neu laden
es: Volver a cargar las plantillas

source: Add/Replace a workflow version:
de: Workflow Version Hinzufügen/Ersetzen:
es: Agregar/Reemplazar una version del workflow:

source: (Please upload a plain workflow.xml file or a *.zip workflow resource bundle)
de: (Bitte eine workflow.xml Datei oder ein .zip Workflow Paket hochladen)
es: (Por favor, suba un simple archivo workflow.xml o un paquete de recursos para workflow *.zip)

source: No Workflows could be found for your current Filter-Configuration.
de: Es wurden keine Workflows fuer diese Filtereinstellung gefunden.
es: No se encontraron workflows que cumplan con el filtro.

source: Workflow state:
de: Workflow Status:
es: Estado del Workflow:

source: Loading workflow stack...
de: Lade Workflow Stack...

source: current Tasks in this Workflow:
de: Aktuelle Aufgaben in diesem Workflow:
es: Tareas en este Workflow

source: current optional Tasks in this Workflow:
de: aktuelle Zusatz-Aufgaben in diesem Workflow:
es: Tareas opcionales en este Workflow

source: Statistics:
de: Statistiken:
es: Estadísticas:

source: Please press 'Done' to finish this task.
de: Bitte klicke 'Fertig' um den Task abzuschliessen.
es: Presione "Hecho" para finalizar esta tarea.

source: Done
de: Fertig
es: Hecho

source: Image
de: Grafik
es: Imágen

source: History
de: Historie
es: Historial

source: Data
de: Daten
es: Datos

source: generate Graph
de: erstelle Graph
es: generar Gráfico

source: Edit
de: Editieren
es: Editar

source: View
de: Ansicht
es: Ver

source: Admin console
de: Admin Bereich
es: Consola administrativa

source: Description:
de: Beschreibung:
es: Descripción:

source: Workflow state:
de: Workflow Status:
es: Estado del workflow

source: Currently Active Tasks:
de: Momentan aktive Aufgaben:
es: Tareas Actualmente Activas:

source: optional tasks:
de: zusaetzliche Tasks:
es: tareas opcionales:

source: active time triggers:
de: aktive Zeitausloeser:
es: disparadores de tiempo activos:

source: <i>Not yet set</i>
de: <i>Noch nicht gesetzt</i>
es: <i>Todavía no definido</i>

source: scheduled for:
de: vorgesehen fuer:
es: agendado para:

source: only weekdays
de: nur wochentags
es: solo días laborales

source: edit
de: editieren
es: editar

source: Workflow Data:
de: Workflow Daten:
es: Datos del Workflow:

source: Add
de: Hinzufuegen
es: Agregar

source: a Databit.
de: eines Databits.
es: un Databit.

source: Node states:
de: Knotenzustaende:

source: display graph
de: zeige Graph
es: mostrar gráfico

source: WebSWAMP Documentation
de: WebSWAMP Dokumentation
es: Documentación de WebSWAMP

source: Can this help text be improved?
de: Kann dieser Hilfetext verbessert werden?
es: Puede este texto de ayuda ser mejorado?

source: You can contribute to SWAMP by <a href='%1'>editing the help text now</a>.
de: Du kannst zu SWAMP beitragen, indem du diesen <a href='%1'>Hilfetext erweiterst</a>.
es: Puede contribuir a SWAMP <a href='%1'>editando el texto de ayuda ahora</a>.

source: Help for %1
de: Hilfe fuer %1
es: Ayuda para %1

source: There is no help for this context yet.
de: Es gibt noch keine Hilfe fuer diese Seite.
es: No hay ayuda para este contexto todavía.

source: You can contribute to SWAMP by <a href='%1'>writing a help text now</a>.
de: Du kannst zu SWAMP beitragen, indem du diesen <a href='%1'>Hilfetext erweiterst</a>.
es: Puede contribuir a SWAMP <a href='%1'>escribiendo un texto de ayuda ahora</a>.

source: SWAMP Main Documentation
de: SWAMP Haupt-Dokumentation
es: Documentación Principal de SWAMP

source: SWAMP Adminguide
de: SWAMP Administrationsanleitung

source: SWAMP Installguide
de: SWAMP Installationsanleitung
es: Guía de Instalación

source: More Documents can be found on the <a href='http://swamp.sourceforge.net/index.php?seite=docs'>SWAMP Project-Homepage</a>.
de: Mehr Dokumente sind auf der <a href='http://swamp.sourceforge.net/index.php?seite=docs'>SWAMP Projekt-Homepage</a> verfuegbar.
es: Más Documentación puede ser encontrada en <a href='http://swamp.sourceforge.net/index.php?seite=docs'>SWAMP Project-Homepage</a>.

source: Startpage for Workflow:
de: Startseite des Workflows:
es: Página inicial para el Workflow

source: Roles:
de: Rollen:

source: Role is inherited from:
de: Rolle wurde vererbt von:
es: El rol es heredado de:

source: This workflow does not implement any role restrictions.
de: Dieser Workflow hat keine Rollen definiert.
es: Este workflow no implementa ninguna restriccion de roles.

source: Search
de: Suchen
es: Buscar

source: Display all %1 Workflows
de: Alle %1 Workflows anzeigen
es: Mostrar todos los Workflows %1

source: where I (%1) am the owner
de: von denen ich (%1) der Besitzer bin
es: donde yo (%1) soy el dueño

source: Show the %1 Workflows Help page
de: Zeige die Hilfeseite des Workflows %1 an
es: Mostrar la Ayuda del Workflow %1

source: Display %1 Workflows with (regexp) value of
de: Zeige alle %1 Workflows mit dem (regexp) Wert
es: Mostrar Workflows %1 con valor (expresión regular)

source: in field
de: im Feld

source: Please choose...
de: Bitte wählen...
es: Por favor elija...

source: Actions:
de: Aktionen
es: Acciones

source: Start new %1 Workflow instance
de: Starte neuen %1 Workflow
es: Iniciar nueva instancia del Workflow %1

source: Generate %1 Workflow Graph
de: Erstelle %1 Workflow Graphen
es: Generar Gráfico para el Workflow %

source: Draw
de: Zeichnen
es: Dibujar

source: Administrate workflow template
de: Workflow Template administrieren
es: Administrar plantillas de workflow

source: latest Workflows:
de: neueste Workflows:
es: Workflows recientes:

source: started by:
de: gestartet von:
es: iniciado por:

source: at:
de: am:

source: Statistics
de: Statistiken
es: Estadísticas

source: currently running/closed Workflows:
de: momentan laufende/beendete Workflows:

source: WebSWAMP User Preferences
de: WebSWAMP Benutzereinstellungen
es: Preferencias de WebSWAMP

source: Username:
de: Benutzername:
es: Usuario:

source: Choose your language:
de: Wählen Sie Ihre Sprache:
es: Elija su idioma:

source: Page shown after finishing a task:
de: Angezeigte Seite nach Beendigung eines Tasks:
es: Página mostrada al terminar una tarea:

source: Task results
de: Task Resultate

source: Previous page
de: Vorherige Seite
es: Página anterior

source: The workflow the task belongs to
de: Zugehoeriger Workflow
es: La tarea pertenece a

source: Send regular reminder mail with my open tasks:
de: Sende regelmaessige Erinnerungsmail mit mir zugewiesenen Tasks:
es: Enviar recordatorios regulares con mis tareas abiertas:

source: Firstname:
de: Vorname:
es: Nombre:

source: Lastname:
de: Nachname:
es: Apellido:

source: Current password:
de: Aktuelles Passwort:
es: Contraseña actual:

source: new password:
de: Neues Passwort:
es: nueva contraseña:

source: repeat new password:
de: neues Passwort wiederholen:
es: vuelva a ingresar la contraseña:

source: Change
de: Aendern
es: Cambio

source: available Help topics:
de: verfügbare Hilfethemen:
es: tópicos de Ayuda disponibles:

source: Login
de: Einloggen

source: Documentation
de: Dokumentation
es: Documentación

source: Preferences
de: Einstellungen
es: Preferencias

source: Go
de: Los
es: Ir

source: Logout (%1)
de: Ausloggen (%1)
es: Cerrar Sesión (%1)

source: Admin Area
de: Admin Bereich
es: Area Administrativa

source: Objects
de: Objekte
es: Objetos

source: Workflow Templates
de: Workflow Vorlagen
es: Plantillas de Workflow

source: Display Subworkflows:
de: Sub-Workflows anzeigen
es: Mostrar Subworkflows

source: active
de: aktive
es: activo

source: none
de: keine

source: Task
de: Aufgabe

source: Assigned Users
de: Zugeordnete Benutzer
es: Usuarios Asignados

source: Next Tasks
de: naechste Tasks:
es: Siguientes Tareas

source: State
de: Status
es: Estado

source: Progress
de: Fortschritt
es: Progreso

source: Workflow-Template
de: Workflow Vorlage
es: Plantilla

source: Choose Column
de: Waehle Spalte
es: Elegir Columna

source: Workflow description
de: Workflow Beschreibung
es: Descripción del Workflow

source: Progress-bar
de: Fortschrittsbalken
es: Barra de progreso

source: Task Description
de: Aufgabenbeschreibung
es: Descripción de la Tarea

source: Workflow State
de: Workflow Status
es: Estado del Workflow

source: configure columns
de: konfiguriere Spalten
es: configurar columnas

source: Workflow Colours:
de: Workflow Farben:
es: Colores del Workflow

source: inactive
de: inaktiv
es: inactivo

source: printable View
de: Druckansicht
es: Vista de impresión

source: switch back to normal view
de: zurueck zur normalen Ansicht
es: volver a la vista normal

source: applications are coloured:
de: Farben der Bewerbungen:

source: older 14 days
de: aelter als 14 Tage

source: older 28 days
de: aelter als 28 Tage

source: Add new job
de: Neuen Job anlegen
es: Agregar nuevo empleo

source: Open tasks:
de: Offene Tasks:
es: Tareas abiertas:

source: Job advertisements:
de: Ausschreibungen
es: Anuncios

source: pending applications
de: wartende Bewerbungen

source: Welcome to the JobTracker
de: Willkommen zum JobTracker
es: Bienvenido a JobTracker.

source: Search for jobs:
de: Suche Jobs:
es: Buscar empleos

source: with value:
de: mit dem Wert:
es: con valor:

source: in field:
de: im Feld:
es: en el campo:

source: Search for applications:
de: Suche Bewerbungen:

source: Search for ratings:
de: Suche Bewertungen:
es: Buscar calificaciones:

source: latest Jobs:
de: neueste Jobs:
es: última Tarea:

source: latest Applications:
de: neueste Bewerbungen:

source: latest Ratings:
de: neueste Bewertungen:

source: Statistic
de: Statistik
es: Estadísticas

source: Name
es: Nombre

source: Admin
es: Administración

source: Workflow ID
es: ID del Workflow

source: Workflow name
es: Nombre del Workflow

source: Task ID
es: ID de Tarea

source: Icon
es: Ícono
