Repository: skh/swamp
Catalog: conf/i18n/keys.*.po
Languages: es

source: Field
es: Campo

source: must contain a bool (true or false)!
es: debe contener un valor Booleano (true/false)!

source: must contain a number!
es: debe contener un número!

source: must contain a date in the format:
es: debe contener una fecha en el siguiente formato:

source: Unable to fetch data from:
es: No fue posible obtener datos desde:

source: Parsing error in line
es: Error de análisis en la linea

source: , column
es: , columna

source: Reason:
es: Razón:

source: Assignment to Field
es: Asignación a Campo

source: Reply:
es: Respuesta:

source: must contain a datetime in the format:
es: debe contener una fecha en el siguiente formato:

source: Unknown User:
es: Usuario Desconocido:

source: in field
es: en el campo

source: is not a valid E-Mail address.
es: no es una dirección E-mail válida.
